{"home-mission":"Our mission is to make the world more *accessible to everyone* by building connections within our community and fostering *collaborative efforts* to create *inclusive technology*. Through ATHack, we introduce students to the fun (and challenging) design space of assistive technology while *building connections* between community members, engineers, and designers.  We hope to inspire participants to pursue projects in the AT space in the future.","home-video":"https://www.youtube.com/embed/PEW-eqRvARg","home-athack-what":"ATHack matches groups of students with clients from the Cambridge/Boston community who are looking to work with students to prototype an assistive technology solution that addresses a problem they are having in their day-to-day life.  ATHack has two primary events: a “Meet The Co-Designers” dinner, followed two weeks later by a day-long hackathon.  Teams are welcome to do as much as they would like in between the two events!|After the dinner, hackers have the opportunity to request specialized materials for their project.  On the day of the hackathon, hackers have access to a workspace that includes hand tools, 3D printers, a laser cutter, a full machine shop, and basic stock materials (e.g. adhesives, fasteners).","home-athack-when":"Every year, ATHack is hosted around early March. This year's hackathon will be happening on March 2nd, while the “Meet The Co-Designers” dinner will be on Monday, February 11, 2019.","home-athack-signup":"You can sign up to be a co-designer or to work with one.","home-athack-signupbutton":"You can sign up to be a co-designer or to work with one.","home-sponsors":"beaverworks,ODL,edg,MITEECS,mitmeche2,akamai,schoolOfEng,perkins","events-desc":"ATHack is our largest yearly event, students and co-designers from the community work on prototyping a solution to problems co-designers face daily.","event-1-date":"February 13","event-1-time":"7:30 pm","event-1-title":"Meet the Co-Designers Dinner","event-1-location":"MIT Media Lab, 6th floor 75 Amherst St, Cambridge, MA 02139","event-2-date":"February 29","event-2-time":"8:00 am","event-2-title":"ATHack 2020","event-2-location":"Beaverworks, 2F of 300 Technology Square, Cambridge MA","event-3-date":"February 29","event-3-time":"7:30 pm","event-3-title":"Closing Ceremony of ATHack 2020","event-3-location":"Forbes Café @ MIT Stata Center, 32 Vassar St, Cambridge MA"}
